Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_hakee_purkua_kho:n_paatoksiin.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät hakee purkua KHO:n päätöksiin
smn: Sämitigge ocá raččom AHR miärádâssáid

source: Saamelaiskäräjien hallitus hyväksyi purkuhakemuksen korkeimman hallinto-oikeuden (KHO) päätöksiin koskien vuosien 2011 ja 2015 saamelaiskäräjävaalien vaaliluetteloa.
smn: Sämitige stivrâ tuhhiittij raččomucâmuš alemuu haldâttâhrievti (AHR) miärádâssáid, moh kyeskih ive 2011 já 2015 sämitiggevaaljâi valjâluvâttâlmân.

source: Yhdistyneiden kansakuntien (YK) ihmisoikeuskomitea antoi 1. helmikuuta 2019 kaksi ratkaisua, joiden mukaan KHO:n päätökset vuosien 2011 ja 2015 saamelaiskäräjävaalien vaaliluettelosta loukkasivat ihmisoikeuksia.
smn: Ovtâstum aalmugij (OA) olmoošvuoigâdvuotâkomitea adelij 1. kuovâmáánu 2019 kyehti čuávdus, moi mield AHR miärádâsah iivij 2011 já 2015 sämitiggevaaljâi valjâluvâttâlmist luávkkájii olmoošvuoigâdvuođâid.

source: YK:n ihmisoikeuskomitea totesi päätöksissään, että saamelaisten vaaliluetteloon merkitseminen luetteloa laadittaessa on saamelaisen itsemääräämisoikeuden ydin.
smn: OA olmoošvuoigâdvuotâkomitea pahudij miärádâsâinis, ete sämmilij valjâluvâttâlmân merkkim luvâttâllâm rähtidijn lii sämmilii jiešmeridemvuoigâdvuođâ vááimus.

source: – Saamelaiskäräjien vaalilautakunta on saamelaisten itsemääräämisoikeuden institutionaalisen toteuttamisen tärkein instituutio.
smn: – Sämitige valjâlävdikodde lii sämmilij jiešmeridemvuoigâdvuođâ institutionaallii olášuttem tehálumos instituutio.

source: Valtion tehtävänä on suojata tätä itsemääräämisoikeutta, ja siten suojata vaalilautakunnan työskentelyä ja oikeusjärjestykseen perustuvaa harkintaa, kertoo puheenjohtaja Sanila-Aikio purkuhakemuksen perusteista.
smn: Staatâ pargon lii suoijiđ taam jiešmeridemvuoigâdvuođâ, já tienuuvt suoijiđ valjâlävdikode porgâm já riehtioornigân vuáđuduvvee kuorâttâllâm, muštâl saavâjođetteijee Sanila-Aikio raččomucâmuš vuáđustâsâin.

source: “Ihmisoikeuskomitea painotti ratkaisuissaan saamelaisten itsemääräämisoikeutta asemansa ja yhteisönsä jäsenyyden osalta.
smn: “Olmoošvuoigâdvuotâkomitea tiäduttij čuávdusijnis sämmilij jiešmeridemvuoigâdvuođâ sajattuvâs já siärvusis jeessânvuođâ uásild.

source: Ihmisoikeuskomitea johti KP-sopimuksen 27 artiklasta ””sisäisen itsemääräämisoikeuden” käsitteen, jolla oli keskeinen merkitys ratkaisuissa.
smn: Olmoošvuoigâdvuotâkomitea suorgiittij KP-sopâmuš 27 artikkâlist “siskáldâs jiešmeridemvuoigâdvuođâ” tuáváduv, mast lii tehálâš merhâšume čuávdusijn.

source: Tuohon sisäiseen itsemääräämisoikeuteen kuuluu saamelaisten oikeus ensisijaiseen päätösvaltaan ryhmän jäsenyydestä.
smn: Ton siskáldâs jiešmeridemvuoigâdvuotân kulá sämmilij vuoigâdvuotâ vuosâsajasii meridemvááldán juávhu jeessânvuođâst.

source: Ihmisoikeuskomitea tukeutui tulkinta-aineistona myös YK:n yleiskokouksen vuonna 2007 hyväksymään alkuperäiskansojen oikeuksien julistukseen”, Saamelaiskäräjien hallituksen hyväksymässä purkuhakemuksessa todetaan.
smn: Olmoošvuoigâdvuotâ keevtij tulkkumamnâstâhhân meid OA almosčuákkim ive 2007 tuhhiittem algâaalmugij vuoigâdvuođâi julgáštus”, pahuduvvoo raččomucâmušâst, mon Sämitige stiivrâ tuhhiittij.

source: Ihmisoikeuskomitea toteaa, että vuodesta 2011 lähtien KHO on poikennut sekä saamelaiskäräjälain 3 §:n sanamuodosta, että lainkohdan yhteisymmärrykseen perustuvasta tulkinnasta, kun se laissa edellytettyjen objektiivisten kriteerien sijasta on soveltanut omaa “kokonaisharkintaansa”.
smn: Olmoošvuoigâdvuotâkomitea paahud, ete ive 2011 rääjist AHR lii spiekâstâm sehe sämitiggelaavâ 3 § sänihäämist, já lahâsaje ohtsâšibárdâsân vuáđuduvvee tulkkuumist, ko tot laavâst vattum objektiivlij kriterij saajeest lii heiviittâm jieijâs “oleskuorâttâllâm”.

source: Saamelaiskäräjien vaalilautakunnan yksilöllinen tutkinta vaaliluetteloon ottamisesta oli nimenomaan perustunut laissa säädettyihin kriteereihin.
smn: Sämitige valjâlävdikode ohtâgâslâš tutkâm valjâluvâttâlmân väldimist lâi eidu vuáđudum laavâst asâttum kriteráid.

source: Suomen ratifioiman kansalais- ja poliittisia oikeuksia koskevan yleissopimuksen (ns. KP-sopimus) 2 (3) artiklan mukaan sopimusvaltio on velvollinen hyvittämään ihmisoikeusloukkauksen, milloin sellainen on todettu.
smn: Suomâ ratifisistem aalmuglâš- já poolitláid vuoigâdvuođáid kyeskee almossopâmuš (nk. KP-sopâmuš) 2 (3) artikkâl mield sopâmušstaatâ lii kenigâs pyerettiđ olmoošvuoigâdvuotâluávkkám kuás taggaar lii pahudum.

source: Annetussa ratkaisussaan komitea toteaa, että tämä edellyttää ”täyden ennallistavan hyvityksen turvaamista”.
smn: Adelum čuávdusistis komitea paahud, ete taat váátá “tievâ ovdii tilán macâttee pyerettem turvim”.

source: Ihmisoikeuskomitea toteaa myös erikseen, että Suomi on velvollinen tarkistamaan saamelaiskäräjälain 3 §:n siten, että varmistetaan että Saamelaiskäräjien vaalien kriteerit äänioikeudelle on määritelty ja niitä käytännössä sovelletaan tavalla, joka vastaa Saamen kansan oikeutta nauttia sisäistä itsemääräämisoikeutta.
smn: Olmoošvuoigâdvuotâkomitea paahud meid sierâ, ete Suomâ lii kenigâs tärhistiđ sämitiggelaavâ 3 § tienuuvt, ete visásmiteh, ete Sämitige vaaljâi kritereh jienâvuoigâdvuotân láá miäruštâllum já toh keevâtlávt heiviittuvvojeh vuovvijn, mii västid Sämiaalmug vuoigâdvuođâ navdâšiđ siskáldâs jiešmeridemvuoigâdvuođâ.

source: Suomi on myös velvollinen ottamaan kaikki tarpeelliset askeleet sen varmistamiseksi, että vastaavilta loukkauksilta vältytään tulevaisuudessa.
smn: Suomâ lii meid kenigâs väldiđ puoh tárbulijd laavhijd, vâi visásmiteh, ete västideijee luávkkámeh iästojeh puátteevuođâst.

source: YK:n ihmisoikeuskomitea julkaisi 1. helmikuuta 2019 kaksi ratkaisua valituksiin vuosien 2011 ja 2015 saamelaiskäräjävaaleihin liittyvistä korkeimman hallinto-oikeuden ratkaisuista.
smn: OA olmoošvuoigâdvuotâkomitea almostitij 1. kuovâmáánu 2019 kyehti čuávdus väidimáid iivij 2011 já 2015 sämitiggevaljáid lohtâseijee alemuu haldâttâhrievti čuávdusijn.

source: Ratkaisujen mukaan KHO:n päätökset, joilla Saamelaiskäräjien vaaliluetteloon otettiin 97 henkilöä vastoin Saamelaiskäräjien vaalilautakunnan ja hallituksen kantaa, loukkasivat KP-sopimuksen 25 artiklaa sekä yksin että yhdessä 27 artiklan kanssa ja tulkittuna 1 artiklan valossa.
smn: Čuávdusij mield AHR miärádâsah, moiguin Sämitige valjâluvâttâlmân váldojii 93 olmožid Sämitige valjâlävdikode já stiivrâ uáivil vuástá, luávkkájii KP-sopâmuš 25 artikkâl sehe ohtuu já oovtâst 27 artikkâláin já tulkkum 1 artikkâl mield.

source: Näistä sopimuskohdista 25 artikla koskee poliittisia osallistumisoikeuksia, 27 artikla vähemmistöjen oikeuksia ja 1 artikla kansojen itsemääräämisoikeutta.
smn: Tain sopâmušsoojijn 25 artikkâl kuáská poolitláid uásálistemvuoigâdvuođáid, 27 artikkâl ucceeblovoi vuoigâdvuođáid já 1 artikkâl aalmugij jiešmeridemvuoigâdvuotân.

source: Suomen tulee raportoida komitealle kuuden kuukauden sisällä niistä toimenpiteistä, joihin ratkaisujen takia on ryhdytty.
smn: Suomâ kalga raportistiđ komitean kuuđâ mánuppaje siste tain tooimâin, mooid čuávdusij keežild láá álgám.

source: Saamelaiskäräjien hallitus päätti kokouksessaan 4. helmikuuta aloittaa purkuhakemuksen valmistelun KHO:n asiaa koskevista päätöksistä.
smn: Sämitige stivrâ meridij čuákkimistis 4. kuovâmáánu algâttiđ raččomucâmuš valmâštâllâm AHR áášán kyeskee miärádâsâin.

source: Purkuhakemuksen on laatinut OTT Markku Kiikeri.
smn: Raččomucâmuš lii ráhtám OTT Markku Kiikeri.

source: Saamelaiskäräjien hallitus päätti kokouksessaan 6. maaliskuuta pyytää pikaista neuvottelua ulkoministeriöltä ja oikeusministeriöltä YK:n ihmisoikeuskomitean ratkaisuun liittyen.
smn: Sämitige stivrâ meridij čuákkimistis 6. njuhčâmáánu pivdeđ jotelis ráđádâllâm olgoministeriöst já riehtiministeriöst OA olmoošvuoigâdvuotâkomitea čuávdusân kulen.

source: Lisäksi Saamelaiskäräjien hallitus päätti kokouksessaan 28.-29.3.2019 järjestää asiasta kuulemistilaisuuden Sámi Árvvut yhdistykselle.
smn: Toos lasseen Sämitige stivrâ meridij čuákkimistis 28.-29.3.2019 orniđ ääšist kuullâmtilálâšvuođâ Sámi Árvvut siärván.

source: Saamelaiskäräjien hallituksen kokous 6/2019 pidettiin 28.-29.3.2019.
smn: Sämitige stiivrâ čuákkim 6/2019 tollui 28.-29.3.2019.

source: Kokouksen pöytäkirja julkaistaan Saamelaiskäräjien dokumenttipankissa kahden viikon kuluessa kokouksen pitämisestä.
smn: Čuákkim pevdikirje almostiteh Sämitige dokumentpaaŋkist kyevti oho siste čuákkim tolâmist.

source: Saamelaiskäräjien tiedote 1.2.2019: YK:n ihmisoikeuskomitea: KHO:n päätökset vuoden 2015 saamelaiskäräjävaalien vaaliluettelosta loukkasivat ihmisoikeuksia
smn: Sämitige tiäđáttâs 1.2.2019: OA olmoošvuoigâdvuotâkomitea: AHR miärádâsah ive 2015 sämitiggevaaljâi valjâluvâttâlmist luávkkájii olmoošvuoigâdvuođâid

source: Ratkaisu ihmisoikeuskomitean internet-sivuilla osoitteessa: https://tbinternet.ohchr.org/Treaties/CCPR/Shared%20Documents/FIN/CCPR_C_124_D_2668_2015_28169_E.pdf
smn: Čuávdus olmoošvuoigâdvuotâkomitea internet-siijđoin čujottâsâst: https://tbinternet.ohchr.org/Treaties/CCPR/Shared%20Documents/FIN/CCPR_C_124_D_2668_2015_28169_E.pdf

source: Lisätietoja:
smn: Lasetiäđuh:

source: Saamelaiskäräjien puheenjohtaja Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
smn: Sämitige saavâjođetteijee Tiina Sanila-Aikio puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
